Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: When sleep integration is enabled and sleep data exists — either from Apple Watch via Apple Health or classified from chest strap HRV data. Sleep quality (0-100) is weighted at 30%, HRV at 70%.
ar: عند تفعيل تكامل النوم ووجود بيانات نوم — إما من Apple Watch عبر Apple Health أو مصنّفة من بيانات HRV لحزام الصدر. وزن جودة النوم (0-100) هو 30%، وHRV ‏70%.
da: Når søvnintegration er slået til, og der findes søvndata — enten fra Apple Watch via Apple Health eller klassificeret ud fra brystbæltets HRV-data. Søvnkvalitet (0-100) vægtes med 30 %, HRV med 70 %.
de: Wenn die Schlafintegration aktiviert ist und Schlafdaten vorhanden sind — entweder von der Apple Watch über Apple Health oder aus HRV-Daten des Brustgurts klassifiziert. Die Schlafqualität (0–100) wird mit 30 % gewichtet, die HRV mit 70 %.
es: Cuando la integración del sueño está activada y hay datos de sueño, ya sea del Apple Watch a través de Apple Health o clasificados a partir de los datos de HRV de la banda de pecho. La calidad del sueño (0-100) pesa un 30 % y la HRV un 70 %.
fi: Kun uni-integraatio on käytössä ja unitietoja on — joko Apple Watchista Apple Healthin kautta tai rintavyön HRV-tiedoista luokiteltuna. Unen laatu (0–100) painotetaan 30 %:lla, HRV 70 %:lla.
fr: Quand l’intégration du sommeil est activée et que des données de sommeil existent — provenant de l’Apple Watch via Apple Santé ou classées à partir des données HRV de la ceinture pectorale. La qualité du sommeil (0-100) pèse 30 %, la HRV 70 %.
is: Þegar svefnsamþætting er virk og svefngögn eru til — annaðhvort frá Apple Watch í gegnum Apple Health eða flokkuð út frá HRV-gögnum brjóstólar. Svefngæði (0-100) hafa 30% vægi, HRV 70%.
it: Quando l'integrazione del sonno è attiva e ci sono dati sul sonno, da Apple Watch tramite Apple Salute o classificati dai dati HRV della fascia toracica. La qualità del sonno (0-100) pesa il 30%, l'HRV il 70%.
ja: 睡眠の連携が有効で、睡眠データがある場合 — Apple ヘルスケア経由の Apple Watch のデータ、またはチェストストラップの HRV データからの分類。睡眠の質（0～100）の重みは 30%、HRV は 70% です。
ko: 수면 통합이 켜져 있고 수면 데이터가 있을 때 — Apple 건강을 통한 Apple Watch 데이터이거나 가슴 스트랩 HRV 데이터로 분류한 것. 수면의 질(0-100)은 30%, HRV는 70%의 가중치를 갖습니다.
nb: Når søvnintegrering er slått på og det finnes søvndata — enten fra Apple Watch via Apple Health eller klassifisert fra HRV-data fra pulsbeltet. Søvnkvalitet (0-100) vektes 30 %, HRV 70 %.
nl: Als slaapintegratie aanstaat en er slaapgegevens zijn — van de Apple Watch via Apple Health of geclassificeerd uit HRV-gegevens van de borstband. Slaapkwaliteit (0-100) weegt 30%, HRV 70%.
pt_br: Quando a integração do sono está ativada e há dados de sono — seja do Apple Watch pelo Apple Saúde, seja classificados a partir dos dados de VFC da cinta peitoral. A qualidade do sono (0-100) tem peso de 30%, e a VFC, de 70%.
ru: Когда включена интеграция сна и есть данные о сне — с Apple Watch через Apple Здоровье или полученные по ВСР нагрудного датчика. Качество сна (0–100) имеет вес 30%, ВСР — 70%.
sv: När sömnintegrering är på och sömndata finns — antingen från Apple Watch via Apple Hälsa eller klassificerade från bröstbandets HRV-data. Sömnkvalitet (0–100) väger 30 %, HRV 70 %.
zh_hans: 当启用睡眠整合且有睡眠数据时 — 无论是通过 Apple 健康来自 Apple Watch，还是根据胸带 HRV 数据分类得出。睡眠质量（0-100）权重为 30%，HRV 为 70%。

source: When the AI is slow, refuses, or gives bad answers
ar: عندما يكون الذكاء الاصطناعي بطيئًا أو يرفض أو يعطي إجابات سيئة
da: Når AI'en er langsom, afviser eller giver dårlige svar
de: Wenn die KI langsam ist, ablehnt oder schlechte Antworten gibt
es: Cuando la IA va lenta, se niega o da malas respuestas
fi: Kun tekoäly on hidas, kieltäytyy tai antaa huonoja vastauksia
fr: Quand l’IA est lente, refuse ou donne de mauvaises réponses
is: Þegar gervigreindin er hæg, neitar eða gefur slæm svör
it: Quando l'IA è lenta, rifiuta o dà risposte sbagliate
ja: AI が遅い、拒否する、または的外れな回答をするとき
ko: AI가 느리거나, 거부하거나, 나쁜 답을 줄 때
nb: Når AI-en er treg, avviser eller gir dårlige svar
nl: Als de AI traag is, weigert of slechte antwoorden geeft
pt_br: Quando a IA está lenta, se recusa a responder ou dá respostas ruins
ru: Когда ИИ медлит, отказывается или отвечает плохо
sv: När AI:n är långsam, vägrar eller ger dåliga svar
zh_hans: 当 AI 很慢、拒绝回答或回答不佳时

source: When the AI mentions a date that matches a session in your archive ("your session on April 14"), the date renders as a tappable link. Tap it to open a quick-view sheet showing that session's score, HRV, sleep, training, and the cached interpretation we generated for it.
ar: عندما يذكر الذكاء الاصطناعي تاريخًا يطابق جلسة في أرشيفك («جلستك في 14 أبريل»)، يظهر التاريخ كرابط قابل للضغط. اضغطه لفتح ورقة عرض سريع تعرض نتيجة تلك الجلسة وHRV والنوم والتدريب والتفسير المخزّن الذي أنشأناه لها.
da: Når AI'en nævner en dato, der matcher en session i dit arkiv (»din session den 14. april«), vises datoen som et link, du kan trykke på. Tryk for at åbne en hurtigvisning med sessionens score, HRV, søvn, træning og den gemte fortolkning, vi lavede for den.
de: Wenn die KI ein Datum nennt, das zu einer Sitzung in deinem Archiv passt („deine Sitzung am 14. April“), wird das Datum als antippbarer Link angezeigt. Tippe darauf, um eine Schnellansicht mit Wert, HRV, Schlaf, Training und der dafür erstellten, zwischengespeicherten Interpretation dieser Sitzung zu öffnen.
es: Cuando la IA menciona una fecha que coincide con una sesión de tu archivo («tu sesión del 14 de abril»), la fecha aparece como un enlace que se puede tocar. Tócalo para abrir una vista rápida con la puntuación, la HRV, el sueño, el entrenamiento y la interpretación guardada que generamos para esa sesión.
fi: Kun tekoäly mainitsee päivämäärän, joka vastaa arkistosi istuntoa ("istuntosi 14. huhtikuuta"), päivämäärä näkyy napautettavana linkkinä. Napauta sitä avataksesi pikanäkymän, jossa näkyvät istunnon pisteet, HRV, uni, harjoittelu ja sille luomamme tallennettu tulkinta.
fr: Quand l’IA mentionne une date qui correspond à une session de votre archive (« votre session du 14 avril »), la date s’affiche sous forme de lien interactif. Touchez-la pour ouvrir un aperçu rapide affichant le score, la HRV, le sommeil, l’entraînement de cette session, ainsi que l’interprétation en cache que nous avons générée pour elle.
is: Þegar gervigreindin nefnir dagsetningu sem samsvarar lotu í safninu þínu („lotan þín 14. apríl“) birtist dagsetningin sem tengill sem hægt er að ýta á. Ýttu á hann til að opna flýtiyfirlit sem sýnir stig lotunnar, HRV, svefn, æfingar og vistuðu túlkunina sem við gerðum fyrir hana.
it: Quando l'IA cita una data che corrisponde a una sessione del tuo archivio ("la tua sessione del 14 aprile"), la data diventa un link toccabile. Toccalo per aprire una scheda di anteprima con punteggio, HRV, sonno, allenamento e l'interpretazione salvata generata per quella sessione.
ja: AI がアーカイブ内のセッションに一致する日付（「4 月 14 日のセッション」）に言及すると、その日付がタップできるリンクとして表示されます。タップするとクイックビューのシートが開き、そのセッションのスコア、HRV、睡眠、トレーニング、そしてそのセッションについて生成してキャッシュした解釈が表示されます。
ko: AI가 보관함의 세션과 일치하는 날짜("4월 14일 세션")를 언급하면 그 날짜가 탭할 수 있는 링크로 표시됩니다. 탭하면 해당 세션의 점수, HRV, 수면, 훈련, 그리고 저희가 생성해 둔 해석이 담긴 빠른 보기 시트가 열립니다.
nb: Når AI-en nevner en dato som tilsvarer en økt i arkivet ditt («økten din 14. april»), vises datoen som en lenke du kan trykke på. Trykk på den for å åpne et hurtigvisningsark med øktens score, HRV, søvn, trening og den bufrede tolkningen vi laget for den.
nl: Als de AI een datum noemt die overeenkomt met een sessie in je archief (“je sessie van 14 april”), wordt de datum een aantikbare link. Tik erop om een snelle weergave te openen met de score, HRV, slaap, training en de opgeslagen interpretatie van die sessie.
pt_br: Quando a IA menciona uma data que corresponde a uma sessão do seu arquivo ("sua sessão de 14 de abril"), a data aparece como um link tocável. Toque nela para abrir uma visualização rápida com a pontuação, a VFC, o sono, o treino e a interpretação que geramos para aquela sessão.
ru: Когда ИИ упоминает дату, совпадающую с сессией в вашем архиве («ваша сессия 14 апреля»), дата отображается как нажимаемая ссылка. Нажмите её, чтобы открыть окно быстрого просмотра с оценкой сессии, ВСР, сном, тренировками и сохранённой интерпретацией, которую мы для неё создали.
sv: När AI:n nämner ett datum som matchar en session i ditt arkiv ("din session den 14 april") visas datumet som en tryckbar länk. Tryck på den för att öppna ett snabbvisningsblad med sessionens poäng, HRV, sömn, träning och den sparade tolkning vi tog fram för den.
zh_hans: 当 AI 提到的日期与你存档中的某条记录匹配时（“你 4 月 14 日的记录”），该日期会显示为可点按的链接。点按即可打开快速预览，显示该记录的评分、HRV、睡眠、训练以及我们为它生成并缓存的解读。

source: When to Use It
ar: متى تستخدمه
da: Hvornår skal du bruge den
de: Wann du ihn nutzen solltest
es: Cuándo usarlo
fi: Milloin sitä käytetään
fr: Quand l’utiliser
is: Hvenær á að nota það
it: Quando usarla
ja: 使うタイミング
ko: 언제 사용하나요
nb: Når du bør bruke det
nl: Wanneer je het gebruikt
pt_br: Quando usar
ru: Когда это использовать
sv: När du ska använda det
zh_hans: 何时使用

source: When Two Signals Move Together
ar: عندما تتحرك إشارتان معًا
da: Når to signaler bevæger sig sammen
de: Wenn sich zwei Signale gemeinsam bewegen
es: Cuando dos señales se mueven juntas
fi: Kun kaksi signaalia liikkuu yhdessä
fr: Quand deux signaux évoluent ensemble
is: Þegar tvö merki hreyfast saman
it: Quando due segnali si muovono insieme
ja: 2 つのシグナルが一緒に動くとき
ko: 두 신호가 함께 움직일 때
nb: Når to signaler beveger seg sammen
nl: Als twee signalen samen bewegen
pt_br: Quando dois sinais variam juntos
ru: Когда два сигнала меняются вместе
sv: När två signaler rör sig tillsammans
zh_hans: 当两个信号一起变化时

source: When you connect a device that has unrecovered data from a previous session, an alert appears automatically: "Data Found on [Device Name]". Tap "Recover Data" to download and analyze it.
ar: عند توصيل جهاز يحتوي على بيانات غير مستردة من جلسة سابقة، يظهر تنبيه تلقائيًا: «تم العثور على بيانات في [اسم الجهاز]». اضغط «استرداد البيانات» لتنزيلها وتحليلها.
da: Når du forbinder en enhed med ugendannede data fra en tidligere session, vises der automatisk en advarsel: »Data fundet på [enhedsnavn]«. Tryk på »Gendan data« for at hente og analysere dem.
de: Wenn du ein Gerät verbindest, das nicht wiederhergestellte Daten einer vorherigen Sitzung enthält, erscheint automatisch ein Hinweis: „Daten gefunden auf [Gerätename]“. Tippe auf „Daten wiederherstellen“, um sie herunterzuladen und zu analysieren.
es: Cuando conectas un dispositivo que tiene datos sin recuperar de una sesión anterior, aparece automáticamente una alerta: «Datos encontrados en [nombre del dispositivo]». Toca «Recuperar datos» para descargarlos y analizarlos.
fi: Kun yhdistät laitteen, jossa on edellisen istunnon palauttamattomia tietoja, näkyviin tulee automaattisesti ilmoitus: "Tietoja löydetty: [laitteen nimi]". Napauta "Palauta tiedot" ladataksesi ja analysoidaksesi ne.
fr: Quand vous connectez un appareil contenant des données non récupérées d’une session précédente, une alerte apparaît automatiquement : « Données trouvées sur [nom de l’appareil] ». Touchez « Récupérer les données » pour les télécharger et les analyser.
is: Þegar þú tengir tæki sem geymir óendurheimt gögn úr fyrri lotu birtist sjálfkrafa viðvörun: „Gögn fundust á [heiti tækis]“. Ýttu á „Endurheimta gögn“ til að sækja þau og greina.
it: Quando colleghi un dispositivo che contiene dati non recuperati di una sessione precedente, compare automaticamente un avviso: "Dati trovati su [Nome dispositivo]". Tocca "Recupera dati" per scaricarli e analizzarli.
ja: 以前のセッションの未復元データが残っているデバイスを接続すると、自動でアラート「[デバイス名]にデータが見つかりました」が表示されます。「データを復元」をタップすると、ダウンロードして分析します。
ko: 이전 세션에서 복구되지 않은 데이터가 있는 기기를 연결하면 "[기기 이름]에서 데이터 발견" 알림이 자동으로 나타납니다. "데이터 복구"를 탭하면 다운로드하고 분석합니다.
nb: Når du kobler til en enhet som har data som ikke er gjenopprettet fra en tidligere økt, vises et varsel automatisk: «Data funnet på [enhetsnavn]». Trykk «Gjenopprett data» for å laste ned og analysere dem.
nl: Als je een apparaat verbindt met niet-herstelde gegevens van een eerdere sessie, verschijnt automatisch een melding: “Gegevens gevonden op [apparaatnaam]”. Tik op “Gegevens herstellen” om ze te downloaden en te analyseren.
pt_br: Quando você conecta um dispositivo que tem dados não recuperados de uma sessão anterior, um alerta aparece automaticamente: "Dados Encontrados em [Nome do dispositivo]". Toque em "Recuperar Dados" para baixá-los e analisá-los.
ru: Когда вы подключаете устройство с невосстановленными данными предыдущей сессии, автоматически появляется оповещение «Данные найдены на [название устройства]». Нажмите «Восстановить данные», чтобы загрузить и проанализировать их.
sv: När du ansluter en enhet som har oåterställda data från en tidigare session visas automatiskt en varning: "Data hittad på [enhetsnamn]". Tryck på "Återställ data" för att hämta och analysera dem.
zh_hans: 当你连接的设备中存有上一次记录尚未恢复的数据时，会自动弹出提醒：“在 [设备名称] 上找到数据”。点按“恢复数据”即可下载并分析。

source: When you have at least one vitals signal (respiratory rate, wrist temperature, or blood oxygen). The composite weights are HRV 60%, Sleep 25%, and Vitals 15%.
ar: عندما تتوفر لديك إشارة واحدة على الأقل من العلامات الحيوية (معدل التنفس أو حرارة المعصم أو أكسجين الدم). الأوزان المركّبة هي HRV ‏60%، والنوم 25%، والعلامات الحيوية 15%.
da: Når du har mindst ét signal for vitale tegn (vejrtrækningsfrekvens, håndledstemperatur eller blodilt). De sammensatte vægte er HRV 60 %, Søvn 25 % og Vitale tegn 15 %.
de: Wenn du mindestens ein Vitalsignal hast (Atemfrequenz, Handgelenkstemperatur oder Blutsauerstoff). Die Gewichtungen lauten HRV 60 %, Schlaf 25 % und Vitalwerte 15 %.
es: Cuando tienes al menos una señal vital (frecuencia respiratoria, temperatura de la muñeca u oxígeno en sangre). Los pesos compuestos son HRV 60 %, Sueño 25 % y Constantes vitales 15 %.
fi: Kun sinulla on vähintään yksi vitaalisignaali (hengitystiheys, rannelämpötila tai veren happipitoisuus). Yhdistelmän painot ovat HRV 60 %, uni 25 % ja vitaaliarvot 15 %.
fr: Quand vous avez au moins un signe vital (fréquence respiratoire, température du poignet ou oxygène sanguin). Les poids composites sont HRV 60 %, Sommeil 25 % et Signes vitaux 15 %.
is: Þegar þú hefur að minnsta kosti eitt lífsmerki (öndunartíðni, úlnliðshita eða súrefnismettun). Vægi samsetningarinnar eru HRV 60%, Svefn 25% og Lífsmörk 15%.
it: Quando hai almeno un segnale vitale (frequenza respiratoria, temperatura del polso od ossigeno nel sangue). I pesi compositi sono HRV 60%, Sonno 25% e Parametri vitali 15%.
ja: バイタルのシグナル（呼吸数、手首の温度、血中酸素）が 1 つ以上ある場合。複合スコアの重みは HRV 60%、睡眠 25%、バイタル 15% です。
ko: 활력 징후 신호(호흡수, 손목 온도, 혈중 산소)가 하나 이상 있을 때. 종합 가중치는 HRV 60%, 수면 25%, 활력 징후 15%입니다.
nb: Når du har minst ett signal for vitale tegn (respirasjonsfrekvens, håndleddstemperatur eller oksygenmetning). Vektene i den sammensatte scoren er HRV 60 %, Søvn 25 % og Vitale tegn 15 %.
nl: Als je minstens één vitaal signaal hebt (ademhalingsfrequentie, polstemperatuur of bloedzuurstof). De samengestelde gewichten zijn HRV 60%, slaap 25% en vitale waarden 15%.
pt_br: Quando você tem pelo menos um sinal vital (frequência respiratória, temperatura do pulso ou oxigênio no sangue). Os pesos compostos são VFC 60%, Sono 25% e Sinais vitais 15%.
ru: Когда есть хотя бы один жизненный показатель (частота дыхания, температура запястья или кислород в крови). Веса составной оценки: ВСР 60%, сон 25% и жизненные показатели 15%.
sv: När du har minst en signal för vitala tecken (andningsfrekvens, handledstemperatur eller syremättnad). De sammansatta vikterna är HRV 60 %, Sömn 25 % och Vitala tecken 15 %.
zh_hans: 当你至少有一个生命体征信号（呼吸频率、手腕温度或血氧）时。综合权重为 HRV 60%、睡眠 25%、生命体征 15%。

source: When you open the app later, the dashboard checks for additional sleep
ar: عندما تفتح التطبيق لاحقًا، تتحقق لوحة المعلومات من وجود نوم إضافي
da: Når du åbner appen senere, tjekker oversigten for ekstra søvn
de: Wenn du die App später öffnest, prüft die Übersicht auf zusätzlichen Schlaf
es: Cuando abres la app más tarde, el panel busca sueño adicional
fi: Kun avaat sovelluksen myöhemmin, kojelauta tarkistaa lisäunen
fr: Quand vous rouvrez l’app plus tard, le tableau de bord vérifie s’il y a du sommeil supplémentaire
is: Þegar þú opnar appið síðar athugar yfirsýnin hvort um viðbótarsvefn sé að ræða
it: Quando apri l'app più tardi, il pannello controlla se c'è sonno aggiuntivo
ja: あとでアプリを開くと、ダッシュボードが追加の睡眠を確認します
ko: 나중에 앱을 열면 대시보드가 추가 수면을 확인합니다
nb: Når du åpner appen senere, sjekker oversikten om det finnes ekstra søvn
nl: Als je de app later opent, controleert het dashboard op extra slaap
pt_br: Quando você abre o app mais tarde, o painel verifica se há sono adicional
ru: Когда вы позже открываете приложение, панель проверяет наличие дополнительного сна
sv: När du öppnar appen senare kontrollerar översikten om det finns ytterligare sömn
zh_hans: 之后打开应用时，仪表盘会检查是否有额外的睡眠

source: When you select a connected model and send a message, your chat history, your structured recovery context, and your remembered facts are sent to that vendor
ar: عندما تختار نموذجًا متصلًا وترسل رسالة، يُرسَل سجل محادثتك وسياق تعافيك المنظّم وحقائقك المحفوظة إلى تلك الجهة
da: Når du vælger en forbundet model og sender en besked, sendes din chathistorik, din strukturerede restitutionskontekst og dine huskede fakta til den udbyder
de: Wenn du ein verbundenes Modell auswählst und eine Nachricht sendest, werden dein Chatverlauf, dein strukturierter Erholungskontext und deine gemerkten Fakten an diesen Anbieter gesendet
es: Cuando seleccionas un modelo conectado y envías un mensaje, tu historial de chat, tu contexto de recuperación estructurado y los datos que recuerda se envían a ese proveedor
fi: Kun valitset yhdistetyn mallin ja lähetät viestin, keskusteluhistoriasi, jäsennelty palautumiskontekstisi ja muistetut faktasi lähetetään kyseiselle palveluntarjoajalle
fr: Quand vous choisissez un modèle connecté et envoyez un message, l’historique de votre conversation, votre contexte de récupération structuré et vos faits mémorisés sont envoyés à ce fournisseur
is: Þegar þú velur tengt líkan og sendir skilaboð eru spjallsagan, skipulagt batasamhengi þitt og staðreyndirnar sem eru munaðar sendar til þess þjónustuaðila
it: Quando selezioni un modello connesso e invii un messaggio, la cronologia della chat, il contesto strutturato del tuo recupero e i fatti memorizzati vengono inviati a quel fornitore
ja: 接続モデルを選んでメッセージを送信すると、チャット履歴、構造化された回復のコンテキスト、記憶された事実がその事業者に送信されます
ko: 연결된 모델을 선택하고 메시지를 보내면 채팅 기록, 구조화된 회복 맥락, 기억된 사실이 해당 업체로 전송됩니다
nb: Når du velger en tilkoblet modell og sender en melding, sendes chathistorikken, den strukturerte restitusjonskonteksten og faktaene som er husket, til den leverandøren
nl: Als je een verbonden model kiest en een bericht stuurt, worden je chatgeschiedenis, je gestructureerde herstelcontext en je onthouden feiten naar die aanbieder gestuurd
pt_br: Quando você seleciona um modelo conectado e envia uma mensagem, seu histórico de chat, seu contexto estruturado de recuperação e seus fatos lembrados são enviados a esse fornecedor
ru: Когда вы выбираете подключённую модель и отправляете сообщение, этому поставщику отправляются история чата, структурированный контекст восстановления и запомненные факты
sv: När du väljer en ansluten modell och skickar ett meddelande skickas din chatthistorik, ditt strukturerade återhämtningssammanhang och dina sparade fakta till den leverantören
zh_hans: 当你选择一个已连接的模型并发送消息时，你的对话历史、结构化的恢复上下文以及你记住的事实会发送给该服务商

source: When you send via voice, the assistant gets an extra directive to keep replies to 1–3 sentences, no markdown, no lists. For longer structured answers, use typed input instead.
ar: عندما ترسل بالصوت، يتلقى المساعد توجيهًا إضافيًا بإبقاء الردود في 1–3 جمل، دون تنسيق markdown ودون قوائم. للإجابات المنظّمة الأطول، استخدم الإدخال الكتابي.
da: Når du sender via stemme, får assistenten en ekstra instruks om at holde svarene på 1–3 sætninger, uden markdown og uden lister. Brug skrevet input til længere, strukturerede svar.
de: Wenn du per Sprache sendest, erhält der Assistent eine zusätzliche Anweisung, Antworten auf 1–3 Sätze zu beschränken, ohne Markdown und ohne Listen. Für längere strukturierte Antworten nutze stattdessen die Texteingabe.
es: Cuando envías por voz, el asistente recibe una indicación adicional para limitar las respuestas a 1–3 frases, sin markdown ni listas. Para respuestas más largas y estructuradas, escribe en su lugar.
fi: Kun lähetät puheella, avustaja saa lisäohjeen pitää vastaukset 1–3 lauseen mittaisina, ilman muotoiluja ja luetteloita. Pidempiä jäsenneltyjä vastauksia varten käytä kirjoitettua syötettä.
fr: Quand vous envoyez par la voix, l’assistant reçoit une consigne supplémentaire : répondre en 1 à 3 phrases, sans markdown, sans listes. Pour des réponses plus longues et structurées, utilisez plutôt la saisie au clavier.
is: Þegar þú sendir með rödd fær aðstoðarmaðurinn aukafyrirmæli um að halda svörum í 1–3 setningum, án markdown, án lista. Fyrir lengri, skipulögð svör skaltu frekar skrifa.
it: Quando invii con la voce, l'assistente riceve un'istruzione aggiuntiva: risposte di 1-3 frasi, niente markdown, niente elenchi. Per risposte più lunghe e strutturate, scrivi invece di parlare.
ja: 音声で送信すると、アシスタントには返答を 1～3 文にまとめ、マークダウンやリストを使わないよう追加の指示が与えられます。長く構造化された回答が必要な場合は、テキスト入力を使ってください。
ko: 음성으로 보내면 어시스턴트는 답을 1–3문장으로, 마크다운과 목록 없이 하라는 추가 지시를 받습니다. 더 길고 구조화된 답이 필요하면 텍스트로 입력하세요.
nb: Når du sender med tale, får assistenten en ekstra instruks om å holde svarene på 1–3 setninger, uten markdown og uten lister. For lengre, strukturerte svar bruker du skriving i stedet.
nl: Als je via spraak verzendt, krijgt de assistent een extra instructie om antwoorden tot 1–3 zinnen te beperken, zonder markdown en zonder lijsten. Gebruik voor langere, gestructureerde antwoorden liever getypte invoer.
pt_br: Quando você envia por voz, o assistente recebe uma instrução extra para manter as respostas em 1 a 3 frases, sem markdown e sem listas. Para respostas mais longas e estruturadas, digite.
ru: При отправке голосом ассистент получает дополнительное указание отвечать 1–3 предложениями, без разметки и списков. Для более длинных структурированных ответов используйте текстовый ввод.
sv: När du skickar med rösten får assistenten en extra instruktion att hålla svaren till 1–3 meningar, utan markdown och utan listor. För längre strukturerade svar, skriv i stället.
zh_hans: 通过语音发送时，助手会收到一条额外指令，将回复控制在 1–3 句话，不用 Markdown，不用列表。如需较长的结构化回答，请改用文字输入。
